var GlobalData = [
  {
    ID: 1001,
    Des: "回收价格比例",
    Value: 0.6
  },
  {
    ID: 1002,
    Des: "好友金币加成",
    Value: 0.5
  },
  {
    ID: 1003,
    Des: "怪物基础速度",
    Value: 50
  },
  {
    ID: 1004,
    Des: "邀请好友得炮台持续时间，秒",
    Value: 300
  },
  {
    ID: 1005,
    Des: "曹操凯撒大招冷却时间，秒",
    Value: 300
  },
  {
    ID: 1006,
    Des: "转盘抽奖CD，秒",
    Value: 600
  },
  {
    ID: 1007,
    Des: "-",
    Value: 2
  },
  {
    ID: 1008,
    Des: "孙武攻击强化大招冷却时间，秒",
    Value: 300
  },
  {
    ID: 1009,
    Des: "双倍攻击倍率",
    Value: 1.5
  },
  {
    ID: 1010,
    Des: "贞德攻速强化大招冷却时间，秒",
    Value: 300
  },
  {
    ID: 1011,
    Des: "-",
    Value: 5
  },
  {
    ID: 1012,
    Des: "-",
    Value: 300
  },
  {
    ID: 1013,
    Des: "双倍攻速倍率",
    Value: 1.5
  },
  {
    ID: 1014,
    Des: "贞德攻击速化持续时间，秒",
    Value: 20
  },
  {
    ID: 1015,
    Des: "初始金币",
    Value: 150
  },
  {
    ID: 1016,
    Des: "城堡血量",
    Value: 5
  },
  {
    ID: 1017,
    Des: "菲利普斯",
    Value: "榴弹支援-对所有变异者造成毁灭性伤害"
  },
  {
    ID: 1018,
    Des: "达里尔",
    Value: "镭射光线-对所有变异者造成伤害及冰冻"
  },
  {
    ID: 1019,
    Des: "米琼恩",
    Value: "群体加攻-大幅提升所有我方守护者攻击力"
  },
  {
    ID: 1020,
    Des: "肖恩",
    Value: "群体加速-大幅提升所有我方守护者攻击速度"
  },
  {
    ID: 1021,
    Des: "孙武攻击强化持续时间，秒",
    Value: 20
  },
  {
    ID: 1101,
    Des: "新手引导第1步",
    Value: "点击拖动守护者到战场上"
  },
  {
    ID: 1102,
    Des: "新手引导第2步",
    Value: "隐身型变异者会悄悄接近我方守护者，并且在靠近我方守护者1格的地方显形，需要建造肉盾来提前抵御"
  },
  {
    ID: 1103,
    Des: "新手引导第3步",
    Value: "邀请好友获得强力增益"
  },
  {
    ID: 1104,
    Des: "新手引导第4步",
    Value: "解锁英雄后，通过升级英雄来使英雄一起参与抵挡变异者的进攻，共同保卫基地"
  },
  {
    ID: 1105,
    Des: "新手引导第5步",
    Value: "护盾型变异者能够抵御大量远程伤害，需要肉盾和骑兵进行抵御"
  },
  {
    ID: 1209,
    Des: "死亡后的分享文案",
    Value: "末日来袭！我打到了{0}关！你也快试试吧！"
  },
  {
    ID: 1210,
    Des: "超越好友后的文案",
    Value: "末日来袭！我已经超越你了！"
  },
  {
    ID: 1211,
    Des: "排行榜分享",
    Value: "末日来袭！你能抵挡几波变异者？"
  },
  {
    ID: 1212,
    Des: "邀请好友",
    Value: "末日来袭！你能抵挡几波变异者？"
  },
  {
    ID: 1213,
    Des: "登录界面分享",
    Value: "末日来袭！你能抵挡几波变异者？"
  },
  {
    ID: 1214,
    Des: "暂停界面分享",
    Value: "末日来袭！你能抵挡几波变异者？"
  }
]
 export { GlobalData }